afmicc.getterandsettergenerator
carlos18mz.cyberpunk-2077-rebuild
clinyong.vscode-css-modules
cschlosser.doxdocgen
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
endormi.2077-theme
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
humao.rest-client
hwencc.html-tag-wrapper
jeff-hykin.better-cpp-syntax
kleber-swf.unity-code-snippets
mngrm3a.shell-command
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naco-siren.gradle-language
pnp.polacode
pucelle.vscode-css-navigation
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
ryanolsonx.seoul
satokaz.vscode-memo-life-for-you
seanwu.vscode-qt-for-python
sohibe.java-generate-setters-getters
tobiah.unity-tools
twxs.cmake
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
xabikos.reactsnippets
yandeu.five-server
